INSERT INTO public.cooking_book (id, list_of_dishes, ingredients, cooking_time) VALUES (1, 'Омлет классический', e'1 1/2 чашки муки
3 1/2 чайные ложки разрыхлителя
1 чайная ложка соли
1 столовая ложка сахара
1 1/4 чашки молока
1 яйцо
3 столовые ложки растительного масла
Небольшое количество масла для жарки
', '10-15 минут');
INSERT INTO public.cooking_book (id, list_of_dishes, ingredients, cooking_time) VALUES (2, 'Панкейн', e'1 1/2 чашки муки
3 1/2 чайные ложки разрыхлителя
1 чайная ложка соли
1 столовая ложка сахара
1 1/4 чашки молока
1 яйцо
3 столовые ложки растительного масла
Небольшое количество масла для жарки
', '20-30 минут');
INSERT INTO public.cooking_book (id, list_of_dishes, ingredients, cooking_time) VALUES (3, 'Каша рисовая', e'1 чашка риса
2 чашки воды
щепотка соли', '25 минут');
INSERT INTO public.cooking_book (id, list_of_dishes, ingredients, cooking_time) VALUES (4, 'Салат цезарь', e'2 головки салата ромэн
1 куриное грудное филе
2 яйца
2 столовые ложки оливкового масла
2 столовые ложки лимонного сока
1 чайная ложка горчицы
2 зубчика чеснока, измельченных
1/2 чашки тертого пармезана
соль и перец по вкусу', '25 минут');
INSERT INTO public.cooking_book (id, list_of_dishes, ingredients, cooking_time) VALUES (5, 'Брюскетта', e'1 багет
2 помидора
2 зубчика чеснока
2 столовые ложки оливкового масла
соль и перец по вкусу', '15 минут');
